Revit 2027 API
SymbolTypeId.FtH2OPer100ft Property
 Symbol ftH2O/100ft, indicating unit Feet of water (39.2 °F) per 100 feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FtH2OPer100ft { get; }
Public Shared ReadOnly Property FtH2OPer100ft As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FtH2OPer100ft {
	ForgeTypeId^ get ();
}
static member FtH2OPer100ft : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace